# Taps
tap "michel-kraemer/zsh-patina"

# Shell
brew "sheldon"
brew "starship"
brew "michel-kraemer/zsh-patina/zsh-patina"

# CLI tools
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "lazygit"
brew "bob"
brew "ripgrep"
brew "television"
brew "tldr"
brew "vivid"
brew "zoxide"

# Dev tools
brew "mise"
brew "opam"

# Utilities
brew "findutils"
brew "keychain"
brew "pass"
