# brewfile
# todo add taps
tap 'wez/wezterm'

brew 'coreutils'
brew 'ffmpeg'
brew 'bat'
brew 'exa'
brew 'git'
brew 'pandoc'
brew 'groff'
brew 'curl'
brew 'wget'
brew 'neofetch'
brew 'ripgrep'
brew 'stow'
brew 'fzf'
brew 'gnu-sed'
brew 'fd'
brew 'jq'
brew 'gh'
brew 'rename'



# dev
brew 'neovim'
brew 'fnm' # node version manager
brew 'lazygit'
brew 'tree-sitter'
brew 'sqlite'

# multimedia
brew 'silicon' # code screenshots
brew 'mpv'
brew 'yt-dlp'
brew 'streamlink'

brew 'openttd'
brew 'fheroes2'

# casks
cask 'amethyst'
cask 'discord'
cask 'basictex'
cask 'firefox'
cask 'firefox-developer-edition'
cask 'google-chrome'
cask 'handbrake'
cask 'hiddenbar'
cask 'iina'
cask 'iterm2'
cask 'keka'
cask 'ngrok'
cask 'postman'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'telegram'
cask 'transmission'
cask 'visual-studio-code'
cask 'wez/wezterm/wezterm'
cask 'finicky'

# fonts
cask 'font-jetbrains-mono-nerd-font'
cask 'font-sf-mono-nerd-font-ligaturized'
